Repository: dirbs/Lost-and-Stolen-Device-Subsystem-LSDS
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, id

source: imei too short, should contain at least %(min)s characters
es: imei demasiado corto, debe contener al menos %(min)s caracteres
id: imei terlalu pendek, harus mengandung setidaknya %(min)s karakter

source: imei too long, cannot contain more than %(max)s characters
es: Imei demasiado largo, no puede contener más de %(max)s caracteres
id: imei terlalu panjang, tidak boleh mengandung lebih dari %(max)s karakter

source: invalid imei
es: imei inválido
id: imei tidak valid

source: invalid msisdn
es: msisdn inválido
id: msisdn tidak valid

source: Failed to retrieve IMEI response from core system.
es: Error al recuperar la respuesta IMEI del sistema central.
id: Gagal mengambil respons IMEI dari sistem inti.

source: Error generating IMEI response. Check dirbs core url.
es: Error al generar la respuesta IMEI. Verifique la URL del núcleo de Dirbs.
id: Kesalahan menghasilkan respons IMEI. Periksa url inti dirbs.

source: Error generating MSISDN response. Check dirbs core url.
es: Error al generar la respuesta de MSISDN. Verifique la URL del núcleo de Dirbs.
id: Galat menghasilkan respons MSISDN. Periksa url inti dirbs.

source: Case not found
es: Caso no encontrado
id: Kasus tidak ditemukan

source: Error retrieving case results. Please check tracking id or database connection.
es: Error al recuperar los resultados del caso. Por favor, compruebe el ID de seguimiento o la base de datos conexión.
id: Kesalahan saat mengambil hasil kasus. Silakan periksa id pelacakan atau koneksi database.

source: Case updation not allowed in this status
es: Actualización de caso no permitida en este estado
id: Pembaruan kasus tidak diizinkan dalam status ini

source: Enter at least one optional field with full name in personal details.
es: Ingrese al menos un campo opcional con nombre completo en los datos personales.
id: Masukkan setidaknya satu bidang opsional dengan nama lengkap di detail pribadi.

source: Case updated successfully
es: Caso actualizado con éxito
id: Case berhasil diperbarui

source: Case update failed!
es: Falló la actualización del caso!
id: Pembaruan kasus gagal!

source: Unable to update case status. Either Blocking is disabled or case has already been recovered.
es: No se puede actualizar el estado del caso. O el bloqueo está deshabilitado o el caso haya ha sido recuperado.
id: Tidak dapat memperbarui status kasus. Pemblokiran dinonaktifkan atau kasus sudah dipulihkan.

source: Case already has the same status.
es: El caso ya tiene el mismo estado.
id: Kasus sudah memiliki status yang sama.

source: Case status updated
es: Estado del caso actualizado
id: Status kasus diperbarui

source: Case status update failed!
es: Falló la actualización del estado del caso!
id: Pembaruan status kasus gagal!

source: case successfully added
es: caso agregado exitosamente
id: case berhasil ditambahkan

source: case addition failed
es: la adición del caso falló
id: penambahan case gagal

source: Update of case information failed!
es: La actualización de la información del caso falló!
id: Pembaruan informasi kasus gagal!

source: Welcome to LSDS
es: Bienvenido a LSDS
id: Selamat datang di LSDS

source: CORE connected successfully.
es: CORE conectado con éxito.
id: INTI berhasil terhubung.

source: CORE connection failed.
es: La conexión CORE ha fallado.
id: Koneksi INTI gagal.

source: Database connected successfully
es: Base de datos conectada correctamente
id: Database terhubung dengan sukses

source: Database connection failed
es: Falló la conexión de la base de datos
id: Koneksi basis data gagal

source: service unavailable
es: Servicio no disponible
id: Layanan tidak tersedia

source: Database connectivity error. Please check connection parameters.
es: Error de conectividad de la base de datos. Por favor, compruebe los parámetros de conexión.
id: Kesalahan konektivitas basis data. Silakan periksa parameter koneksi.

source: name should contain more than one character
es: el nombre debe contener más de un carácter
id: nama harus mengandung lebih dari satu karakter

source: name cannot contain more than 1000 characters
es: el nombre debe contener más de un carácter
id: nama tidak boleh mengandung lebih dari 1000 karakter

source: Name cannot contain invalid characters
es: El nombre no puede contener caracteres inválidos
id: Nama tidak boleh mengandung karakter yang tidak valid

source: Comment should contain more than one character
es: El comentario debe contener más de un carácter
id: Komentar harus mengandung lebih dari satu karakter

source: Comment cannot contain more than 1000 characters
es: El comentario no puede contener más de 1000 caracteres
id: Komentar tidak boleh mengandung lebih dari 1000 karakter

source: Comment cannot have invalid characters
es: El comentario no puede tener caracteres inválidos
id: Komentar tidak boleh memiliki karakter yang tidak valid

source: Alternate phone number is invalid.
es: El número de teléfono alternativo no es válido.
id: Nomor telepon alternatif tidak valid.

source: Invalid date format
es: Formato de fecha no válido
id: Format tanggal tidak valid

source: IMEI too short, should contain at least %(min)s characters
es: IMEI demasiado corto, debe contener al menos %(min)s caracteres
id: IMEI terlalu pendek, harus mengandung setidaknya %(min)s karakter

source: IMEI too long, cannot contain more than %(max)s characters
es: IMEI demasiado largo, no puede contener más de %(max)s caracteres
id: IMEI terlalu panjang, tidak dapat berisi lebih dari %(max) karakter

source: IMEI is invalid.
es: IMEI no es válido.
id: IMEI tidak valid.

source: MSISDN is invalid.
es: MSISDN no es válido.
id: MSISDN tidak valid

source: Government Identification Number must contain %(range)s digits
es: El número de identificación del gobierno debe contener los dígitos de %(range)s
id: Nomor Identifikasi Pemerintah harus mengandung digit %(range)s

source: %(field)s should contain at least %(min)s character
es: %(field)s debe contener al menos %(min)s carácter
id: %(field)s harus mengandung setidaknya %(min)s karakter

source: %(field)s cannot contain more than %(max)s characters
es: %(field)s no puede contener más de %(max)s caracteres
id: %(field)s tidak boleh mengandung lebih dari %(max)s karakter

source: PENDING
id: TERTUNDA

source: RECOVERED
id: PULIH

source: BLOCKED
id: DIBLOKIR

source: LOST
id: KALAH

source: STOLEN
id: DICURI

source: System cannot accept duplicate Values
id: Sistem tidak dapat menerima Nilai duplikat

source: Value is invalid. Does not match the selected language or invalid format.
id: Nilai tidak valid. Tidak cocok dengan bahasa yang dipilih atau format yang tidak valid.
